Repository: MaksNech/django_order_food_ingredients
Catalog: order_food_online_project/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Authentication-Login
ru: Аутентификация-Вход

source: Login form
ru: Форма входа

source: Please to login:
ru: Пожалуйста войдите:

source: User Name
ru: Имя Пользователя

source: Name
ru: Имя(название)

source: User Password
ru: Пароль Пользователя

source: Password
ru: Пароль

source: Remember me
ru: Запомнить меня

source: Login
ru: Вход

source: Authentication-Register
ru: Аутентификация-Регистрация

source: User register form
ru: Форма регистрации пользователя

source: Below is a form in which you can register a new user.
ru: Ниже форма в которой вы можете зарегестрировать нового пользователя.

source: Required Field *
ru: Обязательное поле *

source: What is your goal on the Foods-App? *
ru: Какова ваша цель в приложении Foods? *

source: Choose user goal...
ru: Выберите цель...

source: I am the author of dishes. I want to add new recipes.
ru: Я автор блюд. Я хочу добавить новые рецепты.

source: I am a buyer. I want to buy ingredients for the dish.
ru: Я покупатель. Я хочу купить ингредиенты для блюда.

source: Phone
ru: Телефон

source: User Phone *
ru: Телефон Пользователя *

source: User Name *
ru: Имя Пользователя *

source: User Password *
ru: Пароль Пользователя *

source: Confirm
ru: Подтвердите пароль

source: Confirm User Password *
ru: Подтвердите Пароль Пользователя *

source: Register user
ru: Зарегестрировать пользователя

source: Home
ru: Главная

source: Auth
ru: Аутентификация

source: Register
ru: Регистрация

source: Logout
ru: Выход

source: User group: authors
ru: Группа пользователя: авторы

source: User group: customers
ru: Группа пользователя: покупатели

source: Notes
ru: Заметки

source: List all
ru: Показать все

source: Add new
ru: Добавить

source: Ingredients
ru: Ингредиенты

source: Dishes
ru: Блюда

source: Cart
ru: Корзина

source: List orders
ru: Список заказов

source: Place order
ru: Сделать заказ

source: Copyright 2019 by Maksym Nechypurenko
ru: Авторские права принадлежат Максиму Нечипуренко. 2019

source: Privacy
ru: Конфиденциальность

source: Terms
ru: Условия

source: Support
ru: Поддержка

source: Foods-Dish-Add
ru: Foods-Блюдо-Добавление

source: Dish form
ru: Форма блюда

source: Below is a form in which you can add a new dish.
ru: Ниже форма в которой вы можете добавить новое блюдо.

source: Dish details:
ru: Детали блюда:

source: Dish Name *
ru: Название Блюда *

source: Dish Image *
ru: Изображение Блюда *

source: Choose Image
ru: Выберите Изображение

source: Dish Description *
ru: Описание Блюда *

source: Section *
ru: Раздел *

source: Choose dish section...
ru: Выберите раздел блюда...

source: Ingredients details:
ru: Детали ингредиентов

source: Ingredient | Unit
ru: Ингредиент | Единица

source: (Optional)
ru: (Опционально)

source: Choose dish ingredient...
ru: Выберите ингредиент блюда...

source: Quantity
ru: Количество

source: Quantity
ru: Количество

source: Add ingredient
ru: Добавить ингредиент

source: Add dish
ru: Добавить блюдо

source: Foods-Dish-Edit
ru: Foods-Блюдо-Редактирование

source: Below is a form in which you can edit the dish.
ru: Ниже форма в которой вы можете редактировать блюдо.

source: Save changes
ru: Сохранить изменения

source: Delete dish
ru: Удалить блюдо

source: Confirm Deletion
ru: Подтвердить Удаление

source: Are you sure you want to delete this dish?
ru: Вы уверены что хотите удалить это блюдо?

source: No, close
ru: Нет, закрыть

source: Yes, delete
ru: Да, удалить

source: Foods-Dish
ru: Foods-Блюдо

source: Search
ru: Поиск

source: View
ru: Просмотреть

source: Edit
ru: Редактировать

source: Author:
ru: Автор:

source: Created:
ru: Создано:

source: No dishes match your search criteria.
ru: Нет блюд, соответствующих вашим критериям поиска.

source: Foods-Dish-View
ru: Foods-Блюдо-Просмотр

source: Dish info:
ru: Информация о блюде:

source: Ingredients:
ru: Ингредиенты:

source: Older
ru: Назад

source: Newer
ru: Вперёд

source: Dish is not found.
ru: Блюдо не найдено.

source: Foods-Home
ru: Foods-Главная

source: Welcome to Foods App!
ru: Добро пожаловать в приложение Foods!

source: Here you can select and order ingredients.
ru: Здесь вы можете выбрать и заказать ингредиенты.

source: Last updated
ru: Последнее обновление

source: Previous
ru: Предыдущий

source: Next
ru: Следующий

source: Foods-Ingredient-Add
ru: Foods-Ингредиент-Добавление

source: Ingredient form
ru: Форма ингредиента

source: Below is a form in which you can add a new ingredient.
ru: Ниже форма в которой вы можете добавить новый ингредиент.

source: Ingredient details:
ru: Детали ингредиента:

source: Ingredient Name *
ru: Название Ингредиента *

source: Ingredient Image *
ru: Изображение Ингредиента *

source: Cost
ru: Стоимость

source: Ingredient Cost *
ru: Стоимость Ингредиента *

source: per :
ru: за :

source: Ingredient Unit *
ru: Единица Ингредиента *

source: Choose ingredient unit...
ru: Выберите единицу ингредиента...

source: gr
ru: гр

source: ml
ru: мл

source: Add ingredient
ru: Добавить ингредиент

source: Foods-Ingredient-Edit
ru: Foods-Ингредиент-Редактирование

source: Below is a form in which you can edit the ingredient.
ru: Ниже форма в которой вы можете редактировать ингредиент.

source: Delete ingredient
ru: Удалить ингредиент

source: Are you sure you want to delete this ingredient?
ru: Вы уверены что хотите удалить этот ингредиент?

source: Foods-Ingredient
ru: Foods-Ингредиент

source: View
ru: Просмотреть

source: Edit
ru: Редактировать

source: No ingredients match your search criteria.
ru: Нет ингредиентов, соответствующих вашим критериям поиска.

source: Foods-Ingredient-View
ru: Foods-Ингредиент-Просмотр

source: Ingredient info:
ru: Информация об ингредиенте:

source: Cost:
ru: Стоимость:

source: per
ru: за

source: Ingredient is not found.
ru: Ингредиент не найден.

source: Foods-Cart-View
ru: Foods-Корзина-Просмотр

source: Order form
ru: Форма заказа

source: Below is a form in which you can place an order.
ru: Ниже форма в которой вы можете разместить заказ.

source: Customer details:
ru: Детали покупателя:

source: Customer Full Name *
ru: Полное Имя Покупателя *

source: Customer Phone *
ru: Телефон Покупателя *

source: Ingredient *
ru: Ингредиент *

source: (Ingredient | Unit | Cost per 10 units)
ru: (Ингредиент | Единица | Стоимость за 10 единиц)

source: Choose ingredient for order...
ru: Выберите ингредиент для заказа...

source: Quantity *
ru: Количество *

source: Cost *
ru: Стоимость *

source: Total:
ru: Всего:

source: Foods-Order
ru: Foods-Заказ

source: Orders
ru: Заказы

source: Customer:
ru: Покупатель:

source: Number:
ru: Номер:

source: Status:
ru: Статус:

source: No orders match your search criteria.
ru: Нет заказов, соответствующих вашим критериям поиска.

source: Foods-Order-View
ru: Foods-Заказ-Просмотр

source: Order info:
ru: Информация о заказе:

source: Updated:
ru: Обновлено:

source: per
ru: за

source: Order is not found.
ru: Заказ не найден.

source: Foods-Permission-Denied
ru: Foods-Доступ-Отказано

source: ERROR 403
ru: ОШИБКА 403

source: Permission denied!
ru: Доступ запрещен!

source: Sorry, but you are not authorized to perform
ru: Извините, но вы не авторизованы для выполнения

source: action.
ru: действия.

source: This action is allowed for a
ru: Это действие разрешено для

source: groups of users.
ru: групп пользователей.

source: For more information, you can contact the administrator of the application.
ru: Для получения дополнительной информации вы можете связаться с администратором приложения.

source: Notes-Note-Add
ru: Notes-Заметка-Добавление

source: Note form
ru: Форма заметки

source: Below is a form in which you can add a new note.
ru: Ниже форма в которой вы можете добавить новую заметку.

source: Note details:
ru: Детали заметки:

source: Title
ru: Заглавие

source: Note Title *
ru: Заглавие Заметки *

source: Note Description *
ru: Описание Заметки *

source: Noted models:
ru: Отмеченные модели:

source: Add note to dish:
ru: Добавить заметку к блюду

source: Choose dish...
ru: Выберите блюдo...

source: Add note to order:
ru: Добавить заметку к заказу

source: Choose order...
ru: Выберите заказ...

source: Erase model
ru: Стереть модель

source: Add note
ru: Добавить заметку

source: Notes-Note-Edit
ru: Notes-Заметка-Редактирование

source: Below is a form in which you can edit the note.
ru: Ниже форма в которой вы можете редактировать заметку.

source: Delete note
ru: Удалить заметку

source: Are you sure you want to delete this note?
ru: Вы уверены что хотите удалить эту заметку?

source: Notes-Note
ru: Notes-Заметка

source: No notes match your search criteria.
ru: Нет заметок, соответствующих вашим критериям поиска.

source: Notes-Note-View
ru: Notes-Заметка-Просмотр

source: Note description:
ru: Описание заметки:

source: Noted model:
ru: Отмеченная модель:

source: Order:
ru: Заказ:

source: Dish:
ru: Блюдо:

source: There are no noted models yet.
ru: Здесь еще нет отмеченных моделей.

source: Note is not found.
ru: Заметка не найдена.

source: English
ru: Английский

source: Russian
ru: Русский
